<html lang="it">
	<head>
		<title>lifeoutoffb - reclamare indipendenza dall'oligarchia del web</title>
	</head>
	<body>
		<h1>lifeoutoffb - reclamare indipendenza dall'oligarchia del web</h1>
		<article>
			<h2><a href="https://taler.net/it/"> GNU Taler - un sistema di pagamento elettronico anonimo</a></h2>
			<p class="date">31/12/2017</p>
			<p class="comment">
Ciao, ho beccato questo progetto GNU che adesso &egrave; in capo all'INRIA https://taler.net/en/ La cosa interessante &egrave; che a) &egrave; anonimo per l'acquirente perch&egrave; &egrave; pensato per preservare la privacy degli acquirenti b) &egrave; invece &quot;trasparente&quot; per le autorit&agrave; riguardo alle somme ricevute, perch&egrave; non &egrave; un sistema pensato per evadere le tasse. Non si tratta di una moneta elettronica ma solo di un sistema di pagamento, pratico e sicuro (cos&igrave; dicono ma la fonte &egrave; autorevole ;)). Segnalo anche questo altro articolo che dovrebbe parlare del perch&egrave; bitcoin non &egrave; invece anonimo. Io non mi esprimo perch&egrave; non conosco la tecnologia. https://www.wired.com/2013/05/lets-cut-through-the-bitcoin-hype/ Ciao e buon anno, CL
			</p>
			<p><a href="http://lists.autistici.org/message/20171231.165956.00601f62.html">Discussione</a></p>
		</article>
		<article>
			<h2><a href="http://a.msn.com/r/2/BBHvoJ6?a=1&m=IT-IT">&ldquo;&Egrave; libera la camera di Ciro Di Marzio?&rdquo; L&rsquo;hotel di Gomorra fa il pieno</a></h2>
			<p class="date">31/12/2017</p>
			<p class="comment">
			&laquo;Scusate, si pu&ograve; avere la stanza di Gomorra?&raquo;. Apparentemente surreale, il quesito ormai non coglie di sorpresa Carlo Cozzolino, direttore dell&rsquo;hotel &ldquo;Mignon&rdquo; di Napoli. Questo &ldquo;2 stelle&rdquo; che da mezzo secolo accoglie l&rsquo;eterogenea clientela che pre... La Stampa - sabato 30 dicembre 2017 
			</p>
			<p><a href="http://lists.autistici.org/message/20171231.084146.f9d0bf84.html">Discussione</a></p>
		</article>
		<article>
			<h2><a href="http://a.msn.com/r/2/BBHsa19?a=1&m=IT-IT">Da oggi non vi permettete piu' di dire acido! &hellip;</a></h2>
			<p class="date">30/12/2017</p>
			<p class="comment">
			Il direttore del &quot;Fatto quotidiano&quot; Marco Travaglio scrive su Twitter che &quot;la legislatura che sta per essere sciolta (si spera nell'acido) &egrave; stata una delle peggiori della storia repubblicana&quot;. Gli risponde Lucia Annibali, la donna che con l'acido... Tgcom24 - gioved&igrave; 28 dicembre 2017 
			</p>
			<p><a href="http://lists.autistici.org/message/20171230.125742.f8e71c21.html">Discussione</a></p>
		</article>
		<article>
			<h2><a href="http://a.msn.com/r/2/BBHux5Y?a=1&m=IT-IT">WhatsApp non funzioner&agrave; su alcuni smartphone nel 2018</a></h2>
			<p class="date">30/12/2017</p>
			<p class="comment">WhatsApp &egrave; sempre pi&ugrave; un'app che accompagna le giornate di milioni di utenti. Messaggini, foto e video corrono da smartphone a smartphone durante l'anno senza sosta. Eppure dall'1 gennaio qualche utente dovr&agrave; cambiare il suo cellulare per continua... Il Giornale - venerd&igrave; 29 dicembre 2017</p>
			<p><a href="http://lists.autistici.org/message/20171230.091234.6de8d4e3.html">Discussione</a>
		</article>
		<article>
			<h2><a href="https://stallman.org/falkvinge/free-sharing.html">How Did the Free Sharing of Scientific Knowledge And Culture Become the Worst Crime Our Justice Systems Could Think Of?</a></h2>
			<p class="date">27/12/2017</p>
			<p class="comment">
Vi segnalo un articolo comparso oggi sulle &quot;note politiche&quot; sul sito di Richard Stallman. https://stallman.org/falkvinge/free-sharing.html L'articolo parla di una &quot;censura su internet&quot; per Sci-Hub (https://sci-hub.tw/), una piattaforma messa in piedi da Alexandra Elbakyan, una ricercatrice del Kazakistan, per la condivisione di materiale scientifico in barba alle grandi case editrici. Non molti sanno, infatti, che le case editrici si appropriano dei diritti dei lavori scientifici che pubblicano, col consenso dei ricercatori e col beneplacito delle universit&agrave; e dei governi, anche a causa di un sistema di premialit&agrave; (rating) che favorisce chi pubblica presso questi grandi editori. L'articolo non chiarisce quale corte abbia emanato questo editto di censura, ma rileva come questo non sia mai stato applicato in precedenza. E' importante notare come oggi Sci-Hub sia una risorsa importante per la ricerca nei paesi che non investono ingenti risorse. Vi segnalo ad esempio questo articolo che riguarda l'utilizzo di Sci-Hub nelle universit&agrave; italiane https://www.wired.it/scienza/lab/2017/07/06/sci-hub-mappa-uso-italia/ Per chi volesse approfondire vi segnalo questo articolo/intervista http://bigthink.com/neurobonkers/a-pirate-bay-for-science#articles-nav-dropdown-54 e la lettera che la Elbakyan ha inviato al magistrato che negli stati uniti si sta occupando del suo caso https://torrentfreak.com/images/sci-hub-reply.pdf un bacio, CL 			
			</p>
			<p><a href="http://lists.autistici.org/message/20171227.133526.37971b96.html">Discussione</a>
		</article>
	</body>
</html>